routes/web.php

//   $user=  \App\Models\User::all();
//   return view('users', compact('user'));

$add=  \App\Models\Address::all();
---
select * from `addresses`